{
  "name": "Hello, I am Daiana Szwimer and I am a Senior Web Developer",
  "contact_title": "Contact",
  "experience_title": "WorkExperience",
  "experience_text_1": "I started working in February 2017 at ",
  "experience_text_2": " until October 2020.",
  "experience_text_3": "Between February and April of 2017 I worked with React Native.",
  "experience_text_4": "From April 2017 until my last day, my team and were working on building a website for a client named ",
  "experience_text_5": "We used PHP, microservices with Node.js and React.js",
  "experience_text_6": "With React I used libraries like CSSModules, Redux, Jest, React Router and more.️",
  "experience_text_7": "In that project, I was one of the React experts",
  "experience_text_8": "Then, from October 2020 to March 2021 I worked at ",
  "experience_text_9": ", where I learned and used AWS services (Lambda, DynamoDB, Cognito, etc) and worked with the Serverless Framework and Node.js",
  "experience_text_10": "From March 2021 to May 2021 I worked at ",
  "experience_text_11": " where I worked with OSS and learned Gatsby and RoR.",
  "experience_text_12": "Since July 2021 I've been working at PSh with a US client in a ed-tech project with React and Go",
  "education_title": "Education",
  "education_text": "I went to High School at Escuela Técnica ORT between 2012 - 2016, where I graduated with honors specializing in Computer Science and Digital Mass Communications.",
  "education_text_1": "Then, since 2017 I've been studying at Universidad Tecnológica Nacional the Information Systems Engineering career. In one year I'll graduate.",
  "knowledge_title": "Knowledge",
  "knowledge_text": "I have experience with: JavaScript (ES6), React, Redux, Redux Sagas, React Hooks, ESLint, Typescript, Jest, SQL, T-SQL, CSS, CSSModules, SASS, PHP, Styled Components, Node.js, REST API, websockets, Serverless Framework, NestJS, Haskell, Prolog, C, Java, RoR, ORM, git, Docker, TDD, AWS, agile methodologies (Scrum) and code reviews (MR/PR), microservices, gRPC, designs patterns, functional, logic and object oriented programming, basic knowledge of animation principles and good coding practices.",
  "interests_title": "Interests",
  "interests_text": "I believe that developer communities are very important and I love being a part of them, that’s why I like speaking at conferences. You can check out some of the talks here:",
  "interests_text_1": "I also spoke at work about Web Accessibility and I had a great time. Unfortunately, it is not available on Youtube yet.",
  "interests_text_2": "I care deeply about diversity in tech",
  "interests_text_3": "I want to continue learning and working with React and other Frontend technologies. In the future I want to become a Tech Leader and teach, help and lead my teammates",
  "interests_text_4": "I like teaching... a lot! In February 2022 I participated in Codigo Facilito's workshops. Mine was about React, and you can check it out here: ",
  "resume": "Resume"
}