{
  "name": "Hola, me llamo Daiana Szwimer y soy una Senior Web Developer",
  "contact_title": "Contacto",
  "experience_title": "ExperienciaLaboral",
  "experience_text_1": "Empecé a trabajar en Febrero de 2017 en ",
  "experience_text_2": " hasta Octubre 2020.",
  "experience_text_3": "Entre Febrero y Abril de ese año programé en React Native.",
  "experience_text_4": "A partir de Abril de 2017 y hasta mi último día, mi equipo y yo trabajamos en el desarrollo de un sitio para un cliente llamado ",
  "experience_text_5": "Usamos PHP, microservicios con Node.js y React.js",
  "experience_text_6": "Con React usé bibliotecas como CSSModules, Redux, Jest, React Router y más.",
  "experience_text_7": "En ese proyecto, era una de las referentes técnicas",
  "experience_text_8": "Luego, desde Octubre 202 hasta Marzo 2021, trabajé en ",
  "experience_text_9": " donde aprendí y usé servicios de AWS (Lambda, DynamoDB, Cognito, etc) y trabajé con el Framework de Serverless y Node.js",
  "experience_text_10": "Desde Marzo 2021 hasta 2021 trabajé en ",
  "experience_text_11": " donde trabajé con OSS y aprendí Gatsby y RoR",
  "experience_text_12": "Desde Julio 2021 trabajo en PSh con un cliente de EEUU en un proyecto de ed-tech con React y Go",
  "education_title": "Educacion",
  "education_text": "Hice mi secundaria en la escuela Técnica ORT entre 2012 y 2016, donde me recibí con honores y con el título de Bachiller Té́cnico con Orientación en Informática y Medios de Comunicación Digitales.",
  "education_text_1": "Luego, desde 2017 estoy estudiando en la Universidad Tecnológica Nacional la carrera de Ingeniería en Sistemas. Me encuentro cursando materias del último año.",
  "knowledge_title": "Conocimientos",
  "knowledge_text": "Tengo conocimientos en: JavaScript (ES6), React, Redux, Redux Sagas, React Hooks, ESLint, Typescript, Jest, SQL, T-SQL, CSS, CSSModules, SASS, PHP, Styled Components, Node.js, REST API, websockets, Serverless Framework, NestJS, Haskell, Prolog, C, Java, RoR, ORM, git, Docker, TDD, AWS, agile methodologies (Scrum) y code reviews (MR/PR), microservices, gRPC, patrones de diseño, paradigma lógico, funcional y orientado a objectos, conocimiento básico de principios de animación y buenas prácticas de código",
  "interests_title": "Intereses",
  "interests_text": "Creo que las comunidades de desarrolladores son muy importantes, disfruto de participar en ellas y me gusta hablar en conferencias. Puedes ver algunas de las charlas en el siguiente link:",
  "interests_text_1": "También di una charla en donde trabajo sobre Accesibilidad Web y me gustó mucho. Lamentablemente, no está disponible en Youtube aún.",
  "interests_text_2": "Me importa mucho la diversidad en tech",
  "interests_text_3": "Quiero seguir aprendiendo y trabajando con React y otras tecnologías de Frontend. En el futuro me gustaría ser Líder Técnica y enseñar, ayudar y guiar a mis compañeros de equipo",
  "interests_text_4": "Me gusta enseñar... mucho! En Febrero 2022 participé de los talleres de Codigo Facilito. El mío era de React, lo puedes ver acá: ",
  "resume": "CV"
}